{
    "title": "Indemnification for Taxes and Social Security Contributions",
    "paragraphs": [
      {
        "content": "The Parties explicitly take the position that the Principal is not obliged under this Agreement to withhold or pay any wage tax, turnover tax, or social security contributions. The Contractor is responsible for the correct filing and remittance of any taxes and premiums owed by it. The Contractor shall fully indemnify and hold harmless, insofar as permitted by law, the Principal from and against any and all claims made by the Dutch Tax Authorities, implementing agencies and/or third parties relating to wage tax, turnover tax, national insurance contributions, social insurance contributions (both employer's and employee's share), as well as any fines, administrative penalties, levy interest and/or recovery interest, and any legal costs incurred by the Principal in this respect, in connection with the services performed under this Agreement."
      },
      {
        "content": "At the Principal's first request, the Contractor shall cooperate in submitting this Agreement to the Dutch Tax Authorities with the request to confirm that, in accordance with the intention of the Parties, no employment relationship exists within the meaning of the Dutch Wages and Salaries Tax Act 1964 (Wet op de loonbelasting 1964). The Parties shall act in accordance with the decision of the Dutch Tax Authorities regarding payroll tax. If, in the opinion of the Tax Authorities, the Principal is required to withhold and remit such taxes, the Principal may withhold these amounts from the Fee, excluding VAT, payable to the Contractor. The financial disadvantage to the Principal resulting from the employer's share of social insurance contributions and the employer's contribution under the Health Insurance Act (*Zorgverzekeringswet*) shall be compensated by a corresponding reduction of the Fee."
      },
      {
        "content": "At the Principal's first request, the Contractor shall cooperate in taking reasonable measures to mitigate any risk under chain liability (*ketenaansprakelijkheid*) as defined in the Dutch Collection Act 1990 (*Invorderingswet 1990*). These measures may include the deposit of part of the Fee into a blocked account (*g-rekening*) of the Contractor and/or the submission of recent statements of payment behaviour issued by the Dutch Tax Authorities."
      },
      {
        "content": "If the Dutch Tax Authorities classify the relationship between the Principal and the Contractor and/or any individual engaged by the Contractor (including the Manager) as an employment relationship under the Wages and Salaries Tax Act 1964 and/or the applicable social security laws, the Parties explicitly confirm that this Agreement shall in no event be deemed to constitute an employment agreement within the meaning of Article 7:610 et seq. of the Dutch Civil Code."
      },
      {
        "content": "In the aforementioned circumstances, the Parties shall immediately share all relevant information regarding payroll tax and social security obligations and provide each other with copies of any correspondence or documents received from the Dutch Tax Authorities or the relevant implementing agencies."
      },
      {
        "content": "The Parties acknowledge that this Agreement may need to be amended in light of developments in Dutch legislation concerning the classification of service relationships for tax and social security purposes. If the Dutch Tax Authorities determine that this Agreement must be amended to comply with applicable tax law, the Principal reserves the right to unilaterally amend this Agreement to ensure that it does not incur liability for Dutch wage tax (*loonbelasting*), social security contributions (*premies volksverzekeringen* ), or any related claims, including penalties, interest, or administrative charges. If such an amendment is not made, the Principal shall be entitled to deduct or withhold the relevant amounts from any payment due to the Contractor under this Agreement, or recover such amounts from the Contractor by other means, to the extent permitted by law."
      }
    ]
  }
  